{"translation-revision-date":"2023-03-21 14:54:08+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Jetpack product name\u0004Security":["Segurança"],"Ask our WordPress.com community":["Pergunte à comunidade do WordPress.com"],"Public Forums (English)":["Fóruns públicos (em inglês)"],"Public Forums":["Fóruns públicos"],"Continue setting up your site with these next steps.":["Continue configurando seu site com estas próximas etapas."],"Email (English)":["E-mail (em inglês)"],"Email (%s)":["E-mail%s"],"Live chat (English)":["Chat ao vivo (em inglês)"],"Message Submitted":["Mensagem enviada"],"Support Documentation":["Documentação de suporte"],"Starting Guide":["Guia de introdução"],"Limited Support %(closes)s – %(reopens)s":["Suporte limitado de %(closes)s a %(reopens)s"],"Live chat support is closed until %(reopens_at)s. In the meantime you can still reach us by email.":["O suporte por chat ao vivo estará fora do ar até %(reopens_at)s. Durante esse período, será possível nos contatar por e-mail."],"Live chat support will be closed from %(closes_at)s until %(reopens_at)s. Customer support via email will remain open.":["O suporte por chat ao vivo estará fora do ar de %(closes_at)s a %(reopens_at)s. Porém, o atendimento ao cliente por e-mail continuará funcionando."],"After you install a plugin, it will appear in a list at My Sites → Plugins → Installed Plugins.":["Após você instalar um plugin, ele será exibido na lista em Meus sites &rarr; Plugins &rarr; Plugins instalados."],"Note: Support is only available in English at the moment.":["Observação: No momento, o suporte só está disponível em inglês."],"These are some helpful articles":["Estes são alguns artigos úteis"],"Still email us":["Continuar com o e-mail"],"Still chat with us":["Continuar para o chat"],"This may result in a longer response time, but WordPress.com staff in the forums will still be able to view your site's URL.":["Isso pode resultar em um tempo de resposta mais longo, mas a equipe do WordPress.com nos fóruns ainda poderá visualizar a URL do seu site."],"Analyzing site…":["Analisando site…"],"Live Chat":["Chat ao vivo"],"Connect Your Blog to Facebook Using Jetpack Social":["Conecte seu blog ao Facebook usando o Jetpack Social"],"Rest assured that we got your message and we'll be in touch as soon as we can.":["Não se preocupe, recebemos sua mensagem e entraremos em contato assim que possível."],"You submitted a request %s.":["Você enviou uma solicitação %s."],"Sites on the Business Plan using custom plugins and\/or custom themes and any site on the eCommerce Plan, now have the option to switch PHP versions.":["Os sites do plano Negócios que usam plugins e\/ou temas personalizados e todos os sites do plano eCommerce agora têm a opção de alterar as versões do PHP."],"Search for help":["Buscar ajuda"],"Sorry, there were no matches. Here are some of the most searched for help pages for this section:":["Não encontramos nenhum resultado. Aqui estão algumas das páginas de ajuda mais pesquisadas desta seção:"],"Helpful resources for this section":["Recursos úteis para esta seção"],"Search Results":["Resultados da pesquisa"],"Show me where to":["Mostre-me onde"],"Portfolio projects (for those who have them active)":["Projetos de portfólio (para aqueles que os têm ativos)"],"View contact form messages":["Exibir mensagens do formulário de contato"],"Create a new site":["Criar um novo site"],"Verify my site with Google":["Verificar meu site com o Google"],"I cannot find my site on Google":["Não consigo encontrar meu site no Google"],"Manage my pages":["Gerenciar minhas páginas"],"View my drafted pages":["Ver minhas páginas de rascunho"],"Create a new blog post on your site.":["Crie um novo post de blog em seu site."],"New post":["Novo post"],"Manage my blog posts":["Gerenciar os posts do meu blog"],"View my drafted posts":["Ver meus posts de rascunho"],"Get WordPress apps for all your screens.":["Obtenha os aplicativos WordPress para todas as telas."],"Download the WordPress.com app for my device":["Baixe o app WordPress.com para o meu dispositivo"],"View my purchase and billing history":["Ver meu histórico de compras e cobranças"],"Change my account privacy settings":["Alterar as configurações de privacidade da minha conta"],"Delete all of your sites, and close your account completely.":["Exclui todos os seus sites e encerra sua conta completamente."],"Close my account permanently":["Encerrar minha conta permanentemente"],"Update the language of the interface you see across WordPress.com as a whole.":["Atualize o idioma da interface que você vê no WordPress.com como um todo."],"Switch the interface language":["Mudar o idioma da interface"],"Change the dashboard color scheme":["Alterar o esquema de cores do painel"],"Update my username or email address":["Atualizar meu nome de usuário ou endereço de email"],"Update your name, profile image, and about text.":["Atualize seu nome, imagem do perfil e texto sobre você."],"Update my profile":["Atualizar meu perfil"],"Manage SEO and traffic settings":["Gerenciar configurações de SEO e tráfego"],"Change my site's privacy settings":["Alterar as configurações de privacidade do meu site"],"Set up a podcast":["Configurar um podcast"],"Edit my site title, tagline, or logo":["Editar título, descrição ou logo do meu d"],"Manage post categories":["Gerenciar categorias de posts"],"Manage how users can comment on my site":["Gerenciar como os usuários podem comentar no meu site"],"Approve or delete comments":["Aprovar ou excluir comentários"],"Install, manage, and search for site Plugins":["Instale, gerencie e pesquise plugins para o seu site"],"Allow readers to easily share your posts with others by adding sharing buttons throughout your site.":["Permita que os leitores compartilhem facilmente seus posts adicionando botões de compartilhamento em todo o site."],"Add sharing buttons to my site":["Adicionar botões de compartilhamento ao meu site"],"Manage sharing and social media connections":["Gerenciar compartilhamento e conexões de mídia social"],"Export posts, pages and more from your site.":["Exporte posts, páginas e muito mais do seu site."],"Export my site's content and media library":["Exportar o conteúdo e a biblioteca de mídia do meu site"],"You can customize your website by changing the footer credit in customizer.":["Você pode personalizar seu site alterando os créditos do rodapé no Personalizar."],"Change my site's footer text":["Alterar o texto do rodapé do meu site"],"Set a site icon":["Defina um ícone para o site"],"Remove all posts, pages, and media, or delete a site completely.":["Remova todas os posts, páginas e mídia ou exclua completamente um site."],"Delete a site or a site's content":["Excluir um site ou o conteúdo de um site"],"Switch your site from private to public.":["Mude o seu site de privado para público."],"Launch my site":["Lançar meu site"],"Change my site's timezone":["Alterar o fuso horário do meu site"],"Invite new users to my site":["Convidar novos usuários para o meu site"],"Invite new users and edit existing ones.":["Convidar novos usuários e editar os existentes."],"Manage my site's users":["Gerenciar os usuários do meu site"],"Learn how to market my site":["Aprender a divulgar o meu site"],"By upgrading to the Premium plan, you'll be able to monetize your site through the WordAds program.":["Ao fazer upgrade para o plano Premium, você conseguirá monetizar seu site com o programa WordAds."],"Earn money from my site":["Ganhar dinheiro com meu site"],"Import content from another site":["Importar conteúdo de outro site"],"Upload an image, video, audio or document":["Fazer upload de uma imagem, vídeo, áudio ou documento"],"View my site's latest stats":["Ver as estatísticas mais recentes do meu site"],"View my site activity":["Ver a atividade do meu site"],"Renew my domain":["Renovar meu domínio"],"Renew my plan":["Renovar meu plano"],"Cancel %s":["Cancelar %s"],"Upgrade my plan":["Atualizar meu plano"],"Cancel my plan":["Cancelar meu plano"],"Find a plan to suit my site":["Encontre um plano adequado ao meu site"],"Set a site logo":["Definir um logo para o site"],"Edit my menu":["Editar meu menu"],"Change my homepage":["Alterar minha página inicial"],"Customize my site's theme":["Personalizar o tema do meu site"],"Change my site's theme":["Alterar o tema do meu site"],"Change my password":["Mudar minha senha"],"Redirect your site to another domain.":["Redirecione seu site para outro domínio."],"Add a site redirect":["Adicionar redirecionamento de site"],"Change my site address":["Alterar o endereço do meu site"],"Manage all domains linked to your account.":["Gerenciar todos os domínios vinculados à sua conta."],"Manage my domain settings":["Gerenciar minhas configurações de domínio"],"Add a new domain":["Adicionar um novo domínio"],"Done":["Concluído"],"Back to top":["Voltar para o início"],"Learn more":["Saiba mais"],"Unknown site":["Site desconhecido"],"We've received your message, and you'll hear back from one of our Happiness Engineers shortly.":["Recebemos sua mensagem, e você receberá uma resposta da equipe de suporte em breve."],"View the forums topic here.":["Visualize os temas do fórum aqui."],"Your message has been submitted to our community forums.":["Sua mensagem foi enviada para os nossos fóruns da comunidade."],"We're on it!":["Vamos resolver!"],"Recommended resources":["Recursos recomendados"],"We couldn't fetch enough information about this site to determine our ability to support you with it.":["Não foi possível obter informações suficientes sobre este site para determinar nossa capacidade de oferecer suporte."],"Your site is not <hosted_on_our_services>hosted with our services<\/hosted_on_our_services>. Support for the self-hosted version of WordPress is provided by the <wordpress_org_community_forums>WordPress.org community forums<\/wordpress_org_community_forums>, or if the problem relates to a specific plugin or theme, contact support for that product instead. If you’re not sure, share your question with a link, and we’ll point you in the right direction!":["Seu site não está <hosted_on_our_services>hospedado nos nossos serviços<\/hosted_on_our_services>. O suporte para a versão auto-hospedada do WordPress é fornecido pelos <wordpress_org_community_forums>fóruns da comunidade do WordPress.org <\/wordpress_org_community_forums>. Se o problema for relacionado a um tema ou plugin específico, entre em contato com o suporte do produto em questão. Se você não tiver certeza, envie sua pergunta com um link e nós o orientaremos na direção certa!"],"%s is linked to another WordPress.com account. If you’re trying to access it, please follow our Account Recovery procedure.":["%s está vinculado a outra conta do WordPress.com. Se você estiver tentando acessá-lo, siga nosso procedimento de recuperação de conta."],"Contact Options":["Opções de contato"],"Chat is unavailable right now":["O chat não está disponível no momento"],"Something went wrong, please try again later.":["Ocorreu um erro. Tente novamente mais tarde."],"More information":["Mais informações"],"Posting in the forums":["Publicando nos fóruns"],"Sending email":["Enviando e-mail"],"Connecting to chat":["Conectando ao chat"],"The Media Library is a useful tool to help you manage, search, and edit your photos, videos, documents, and other media.":["A Biblioteca de mídia é uma ferramenta útil para ajudar a gerenciar, pesquisar e editar suas fotos, vídeos, documentos e outras mídias."],"Learn Media Library Basics":["Aprenda o básico sobre a biblioteca de mídia"],"Find out how to change your WordPress.com theme.":["Descubra como alterar o tema de seu WordPress.com."],"Change Your Website Theme on WordPress.com":["Altere o tema de seu site no WordPress.com"],"Find out how to add a photo gallery on your WordPress.com and Jetpack-enabled website.":["Descubra como adicionar uma galeria de fotos ao seu site com Jetpack habilitado do WordPress.com."],"Add a Photo Gallery":["Adicione uma galeria de fotos"],"Find out how to change your page or post visibility settings WordPress.com.":["Descubra como alterar as configurações de visibilidade de sua página ou post no WordPress.com."],"Change Your Post or Page Visibility Settings":["Altere as configurações de visibilidade de seu post ou página"],"Find out how to add testimonials to your WordPress.com website or blog.":["Descubra como adicionar depoimentos em seu site ou blog do WordPress.com."],"Add Testimonials":["Adicionar depoimentos"],"Find out how to show related posts on your WordPress.com site, which you can also do on a Jetpack-enabled WordPress blog.":["Descubra como mostrar posts relacionados em seu site do WordPress.com e faça o mesmo no blog do WordPress com Jetpack habilitado."],"Show Related Posts on Your WordPress Blog":["Exiba posts relacionados em seu blog no WordPress"],"By default, your new WordPress.com website displays your latest posts. Find out how to create a static homepage instead.":["Por padrão, seu novo site do WordPress.com exibe seus posts mais recentes. Em vez disso, descubra como criar uma página inicial estática."],"Configure a Static Homepage":["Configure uma página inicial estática"],"Find out how to use a custom menu in a widget on your WordPress.com or Jetpack-enabled WordPress site.":["Descubra como usar um menu personalizado em um widget em seu site do WordPress.com ou em seu site do WordPress com Jetpack habilitado."],"Use a Custom Menu in a Widget":["Use um menu personalizado em um widget"],"Find out how to create a post on WordPress.com.":["Descubra como criar um post no WordPress.com."],"Create a Post":["Criar um post"],"Find out how to create a page on your WordPress.com site.":["Descubra como criar uma página em seu site no WordPress.com."],"Create a Page":["Crie uma página"],"Find out how to create a blog on WordPress.com in five steps.":["Descubra como criar um blog no WordPress.com em cinco etapas."],"Set Up a Blog in 5 Steps":["Configure um blog em 5 etapas"],"Find out how to create a website on WordPress.com in five steps.":["Descubra como criar um site no WordPress.com em cinco etapas."],"Set Up a Website in 5 Steps":["Configure um site em 5 etapas"],"Find out how to create a one-page website or landing page on your WordPress.com site.":["Descubra como criar um site de uma página ou uma página de entrada em seu site no WordPress.com."],"Create a Landing Page":["Crie uma página de entrada"],"Find out how to add an image widget to your WordPress.com website or blog.":["Descubra como adicionar um widget de imagem em seu site ou blog do WordPress.com."],"Add an Image Widget":["Adicione um widget de imagem"],"Find out how to use the Featured Content option on your WordPress.com website or blog.":["Descubra como usar a opção Conteúdo em destaque em seu site ou blog do WordPress.com."],"Use Featured Content":["Usar o conteúdo em destaque"],"Find out how to add an image gallery widget to your WordPress.com website or blog.":["Descubra como adicionar um widget galeria de imagens a seu site ou blog do WordPress.com."],"Add a Gallery Widget":["Adicione um Widget Galeria"],"Find out how to change the fonts on your WordPress.com website or blog.":["Descubra como alterar as fontes em seu site ou blog do WordPress.com."],"Change Your Site Fonts":["Altere as fontes do seu site"],"Find out how to add a custom background to your WordPress.com site.":["Descubra como adicionar um plano de fundo personalizado em seu site no WordPress.com."],"Add a Custom Background":["Adicione um plano de fundo personalizado"],"Find out how to add a widget to your WordPress.com website.":["Descubra como adicionar um widget em seu site do WordPress.com."],"Add a Widget":["Adicionar um Widget"],"Find out how to create a custom menu on your WordPress.com or Jetpack-enabled WordPress site.":["Descubra como criar um menu personalizado em seu site do WordPress.com ou em seu site do WordPress com Jetpack habilitado."],"Create a Custom Website Menu":["Crie um menu personalizado para o site"],"Find out how to add a custom header image to your WordPress.com website or blog.":["Descubra como adicionar uma imagem de cabeçalho personalizada a seu site ou blog do WordPress.com."],"Add a Custom Header Image":["Adicione uma imagem de cabeçalho personalizada"],"Find out how to change your account email address on WordPress.com.":["Descubra como alterar o endereço de e-mail de sua conta no WordPress.com."],"Change Your Account Email Address":["Altere o endereço de e-mail de sua conta"],"Find out how to change your display name on WordPress.com.":["Descubra como alterar seu nome de exibição no WordPress.com."],"Change Your WordPress.com Display Name":["Altere seu nome de exibição no WordPress.com"],"Find out how to change your username on WordPress.com.":["Descubra como mudar seu nome de usuário no WordPress.com."],"Change Your WordPress.com Username":["Altere seu nome de usuário do WordPress.com"],"Find out how to change your account password on WordPress.com.":["Descubra como alterar a senha da sua conta no WordPress.com."],"Change Your Password":["Altere sua senha"],"Find out how to activate free email forwarding from an address using a custom domain registered through WordPress.com.":["Descubra como ativar o redirecionamento gratuito de e-mails de um endereço usando um domínio personalizado registrado por meio do WordPress.com."],"Activate Free Email Forwarding":["Ative o redirecionamento gratuito de e-mails"],"Find out how to change your blog or website language and your interface language settings on WordPress.com.":["Descubra como alterar o idioma de seu blog ou site e as configurações de idioma da interface do WordPress.com."],"Change Your Language Settings":["Altere suas configurações de idioma"],"Find out how to customize your content options on select WordPress.com themes.":["Descubra como personalizar suas opções de conteúdo em temas do WordPress.com selecionados."],"Customize Your Content Options":["Personalize suas opções de conteúdo"],"Find out how to create a multilingual site on WordPress.com.":["Descubra como criar um site multilíngue no WordPress.com."],"Create a Multilingual Site":["Crie um site multilíngue"],"Find out how to add a site icon on WordPress.com.":["Descubra como adicionar o ícone do site no WordPress.com."],"Add a Site Icon":["Adicionar um ícone para o site"],"Find out how to change your website privacy settings on WordPress.com.":["Descubra como alterar as configurações de privacidade do site no WordPress.com."],"Change Your Privacy Settings":["Altere suas configurações de privacidade"],"Update Your Website Title and Tagline":["Altere o título e a tagline do seu site"],"Find out how to add a custom logo to your WordPress.com site.":["Descubra como adicionar um logotipo personalizado a seu site no WordPress.com."],"Add a Site Logo":["Adicione o logotipo do site"],"Find out how to share blog posts directly on Twitter from your WordPress.com or Jetpack-enabled WordPress site.":["Descubra como compartilhar posts do blog diretamente no Twitter a partir do seu site do WordPress.com ou do seu site do WordPress com Jetpack habilitado."],"Share Blog Posts Directly on Twitter":["Compartilhe posts do blog diretamente do Twitter"],"Embed a Facebook Update in Your Website":["Incorpore uma atualização do Facebook em seu site"],"Embed an Instagram Photo in Your Website":["Incorpore uma foto do Instagram ao seu site"],"Embed a Tweet from Twitter in Your Website":["Incorpore um tuíte do Twitter ao seu site"],"Find out how to set up the social media icons widget on your WordPress.com or Jetpack-enabled WordPress site.":["Descubra como configurar o widget de ícones de mídias sociais em seu site do WordPress.com ou em seu site do WordPress com Jetpack habilitado."],"Set Up a Social Media Icons Widget":["Configure widget de ícones de mídias sociais"],"Find out how to display your Twitter timeline on your WordPress.com or Jetpack-enabled WordPress site.":["Descubra como compartilhar posts do blog diretamente do Twitter em seu site do WordPress.com ou em seu site do WordPress com Jetpack habilitado."],"Embed a Twitter Timeline in your Sidebar":["Incorpore uma timeline do Twitter em sua barra lateral"],"Find out how to set up a social links menu on your WordPress.com or Jetpack-enabled WordPress site.":["Descubra como configurar um menu com links para redes sociais em seu site do WordPress.com ou em seu site do WordPress com Jetpack habilitado."],"Set Up the Social Links Menu":["Configure um menu com links de redes sociais"],"Find out how to display your latest Instagram photos right on your WordPress.com site.":["Descubra como exibir as fotos mais recentes do Instagram em seu site do WordPress.com."],"Display Your Instagram Feed on Your Website":["Exiba o feed do Instagram em seu site"],"Add Social Sharing Buttons to Your Website":["Adicione botões de compartilhamento de redes sociais ao seu site"],"A domain name is an address people use to visit your site. It tells the web browser where to look for your site. Just like a street address, a domain is how people visit your website online. And, like having a sign in front of your store, a custom domain name helps give your site a professional look.":["Domínio é o endereço que as pessoas usam para visitar o seu site. Ele indica ao navegador da web onde procurar seu site. Assim como o endereço de uma rua, é pelo domínio que as pessoas conseguem chegar ao seu site. E, assim como um letreiro na frente da sua loja, ter um domínio personalizado ajuda seu site a parecer profissional."],"All about domains":["Tudo sobre domínios"],"You can connect an existing domain you own that’s registered elsewhere by either mapping or transferring. Domain mapping lets you connect a domain while keeping it registered at the current registrar (where you purchased the domain from). Domain transferring moves the domain to WordPress.com so we become the new registrar.":["Você pode conectar um domínio existente que está registrado em outro lugar por meio de transferência ou mapeamento. O mapeamento de domínio permite que você conecte um domínio ao mesmo tempo que o mantem registrado no local atual (onde você comprou o domínio). A transferência de domínio move o domínio para o WordPress.com e o torna o novo registrador."],"Connect an Existing Domain":["Conectar um domínio existente"],"This article walks you through transferring your domain registration to another registrar. Your domain will need to be unlocked and privacy removed (if applicable) for the transfer.":["Este artigo explica o passo a passo para transferir seu registro de domínio para outro registrador. Seu domínio precisará ser desbloqueado e ter a privacidade removida (se for aplicável) para a transferência."],"Transfer a Domain to Another Registrar":["Transferir o domínio para outro registrador"],"Custom DNS records are special settings that change how your domain works. They allow you to connect your domain to third-party services that are not hosted on WordPress.com, such as an email provider.":["Os registros DNS personalizados são configurações especiais que alteram a forma como o seu domínio trabalha. Eles permitem que você conecte o seu domínio a serviços de terceiros que não estão hospedados no WordPress.com, como um provedor de e-mail."],"Manage Custom DNS":["Gerenciar DNS personalizado"],"Want to use a custom email with your domain, such as info@yourgroovydomain.com? There are multiple ways to add email to your custom domain.":["Deseja usar um e-mail personalizado juntamente com seu domínio, como info@seudominio.com? Há várias formas de incluir um e-mail em um domínio personalizado."],"Add Email to your Domain":["Adicionar um e-mail ao seu domínio"],"Manage Purchases and Refund Policy":["Gerenciar política de reembolso e compras"],"PHP Version Switching":["Troca de versão do PHP"],"For the tech-savvy, manage your database with phpMyAdmin and run a wide range of operations with MySQL.":["Se você entende de tecnologia, gerencie seu banco de dados com o phpMyAdmin e execute uma ampla gama de operações com o MySQL."],"phpMyAdmin and MySQL":["phpMyAdmin e MySQL"],"Access and edit your website's files directly by using an SFTP client.":["Acesse e edite os arquivos do seu site diretamente usando um cliente SFTP."],"SFTP on WordPress.com":["SFTP no WordPress.com"],"Comment Likes: how to like others’ comments and control how Comment Likes appear on your site.":["Curtidas de comentários: como curtir os comentários dos outros e como controlar as curtidas de comentários que aparecem em seu site."],"Comment Likes":["Curtidas de comentários"],"Comment Display Options":["Opções de exibição de comentários"],"A step-by-step guide to getting familiar with the platform.":["Um guia passo a passo para se familiarizar com a plataforma."],"Self-guided Online Tutorial":["Tutorial online de auto-aprendizagem"],"Looking to learn more about a feature? Our docs have all the details.":["Deseja saber mais sobre um recurso? Nossos documentos têm todos os detalhes."],"All Support Articles":["Todos os artigos de suporte"],"WordPress.com offers a number of avenues for reaching helpful, individualized support.":["O WordPress.com dispões de vários canais para obter um suporte eficiente e personalizado."],"Help! Getting WordPress.com Support":["Ajuda! Como obter suporte do WordPress.com"],"Blogging U.":["Blogging U. (Universidade do blog)"],"You’ve worked hard on building your site, now it’s time to explore the community and get noticed.":["Você se empenhou para criar seu site, agora está na hora de explorar a comunidade e ficar conhecido."],"Following Specific Topics in the Reader":["Como seguir assuntos específicos no Leitor"],"Follow Blogs":["Como seguir blogs"],"The Reader: An Overview":["Leitor: uma visão geral"],"Learn how to create and edit content for your WordPress.com site even without being connected to the internet!":["Saiba como criar e editar conteúdo para seu site do WordPress.com mesmo sem estar conectado à internet!"],"Offline Editing":["Edição offline"],"The Payments block is one of WordPress.com's payment blocks that allows you to accept payments for one-time, monthly recurring, or annual payments on your website.":["O bloco Pagamentos é um dos blocos de pagamento do WordPress.com que permite que você aceite pagamentos únicos, recorrentes mensais ou anuais em seu site."],"The WordPress Editor uses blocks to transform the way you create content: it turns a single document into a collection of discrete elements with explicit, easy-to-tweak structure.":["O Editor do WordPress usa blocos para transformar sua forma de criar conteúdos: ele transforma um único documento em um acervo de elementos discretos, com uma estrutura explícita e simples de ajustar."],"What are \"Blocks\"?":["O que são blocos?"],"Learn about the free Jetpack plugin, its benefits, and the useful capabilities and features that a Jetpack plan unlocks.":["Saiba mais sobre o plugin do Jetpack gratuito, seus benefícios e as capacidades e funcionalidades úteis que um plano do Jetpack disponibiliza."],"Jetpack Plans":["Planos do Jetpack"],"Learn about the capabilities and features that the different plans unlock for your site.":["Saiba mais sobre as capacidades e funcionalidades que os planos diferentes disponibilizam para seu site."],"WordPress.com Plans":["Planos do WordPress.com"],"Child Themes":["Temas infantis"],"Themes: An Overview":["Temas: uma visão geral"],"Get ready to publish! Our five-step checklist walks you through all the fundamentals.":["Prepare-se para publicar! Nossa lista de verificação de cinco etapas o orientará em todos os conceitos básicos."],"Five Steps to Your Great New Blog":["Cinco etapas para um blog novo e incrível"],"General Settings":["Configurações gerais"],"The Settings menu of your site is where you will configure everything about how the blog works and functions.":["Você configura tudo sobre a operação e o funcionamento do blog no menu Configurações de seu site."],"The weakest point in any security for your online accounts is usually your password. Learn how to select a strong one.":["O ponto mais fraco na segurança de qualquer conta normalmente é a senha. Saiba como escolher uma senha forte."],"Selecting A Strong Password":["Como escolher uma senha forte"],"There are many ways to protect your WordPress.com blogs from unwanted comments. Learn all about them!":["Existem muitas maneiras de proteger seus blogs do WordPress.com de comentários indesejáveis. Saiba tudo sobre isso!"],"Unwanted Comments and Comment Spam":["Comentários indesejáveis e comentários de spam"],"Accelerated Mobile Pages (AMP)":["Accelerated Mobile Pages (AMP)"],"Learn how to verify your WordPress.com site for the webmaster tools that many search engines provide.":["Saiba como verificar seu site do WordPress.com para as ferramentas Webmaster que muitos mecanismos de busca fornecem."],"Site Verification Services":["Serviços de verificação do site"],"The Related Posts feature pulls relevant content from your blog to display at the bottom of your posts.":["A funcionalidade Posts relacionados extrai conteúdos relevantes de seu blog para exibi-los na parte inferior de seus posts."],"Related Posts":["Posts relacionados"],"Want more traffic? Here are some tips for attracting more visitors to your site!":["Quer mais tráfego? Aqui vão algumas dicas para atrair mais visitantes para seu site!"],"Get More Views and Traffic":["Aumente as visualizações e o tráfego"],"Learn how readers can subscribe to your blog to receive email notifications of all of your posts.":["Saiba como os leitores podem assinar o seu blog para receber e-mails de notificação de todos os seus posts."],"Subscriptions and Newsletters":["Assinaturas e boletins"],"Comments are a way for visitors to add feedback to your posts and pages.":["Comentários são a melhor maneira de receber feedback sobre seus posts e páginas."],"Comments":["Comentários"],"You can enable\/disable comments on future posts by going into your Discussion settings. ":["Você pode ativar\/desativar comentários em posts futuros acessando suas configurações de Discussão. "],"Enable and Disable Comments for Future Posts":["Ativar e desativar comentários para posts futuros"],"The Discussion Settings are used to control how visitors and other blogs interact with your site.":["As configurações de discussão são usadas para controlar como os visitantes e outros blogs interagem com seu site."],"Discussion Settings":["Configurações de discussão"],"Portfolios":["Portfólios"],"A feed (often called RSS) is a stream of posts or comments that is updated when new content is published.":["Um feed (muitas vezes chamado de RSS) é uma sequência de posts ou comentários que é atualizado quando novo conteúdo é publicado."],"Feeds":["Feeds"],"Learn the differences between categories and tags.":["Saiba as diferenças entre categorias e tags."],"Categories vs. Tags":["Categorias versus Tags"],"Learn how to manage categories, date format, content types, and more.":["Saiba como gerenciar categorias, formato de data, tipos de conteúdo e muito mais."],"Writing Settings":["Configurações de escrita"],"Learn how to make gallery, video, audio, and other post types pop with post formats. ":["Saiba como fazer a galeria, o vídeo, o áudio e outros tipos de post ganharem destaque com formatos de post. "],"Post Formats":["Formatos dos posts"],"Posts are what make your blog a blog — they’re servings of content that are listed in reverse chronological order.":["Posts fazem do seu blog um verdadeiro blog: são as porções de conteúdo listadas em ordem cronológica inversa."],"About Blog Posts":["Sobre posts do blog"],"Landing Pages":["Páginas de entrada"],"Build Your Website in Five Steps":["Crie seu site em cinco etapas"],"Business Plan":["Plano Negócios"],"Adding Plugins":["Como adicionar plugins"],"Managing plugins":["Como gerenciar plugins"],"Using Plugins":["Como usar plugins"],"Your Followers":["Seus seguidores"],"Invite contributors, followers, and viewers to collaborate with others and grow your audience!":["Convide colaboradores seguidores e visualizadores para colaborar com outros e aumente seu público!"],"Inviting Contributors, Followers, and Viewers":["Como convidar colaboradores seguidores e visualizadores"],"User Mentions":["Menção ao usuário"],"User roles determine the access level or permissions of a person authorized to use a WordPress.com site.":["Funções de usuários determinam o nível de acesso ou permissões de uma pessoa autorizada a usar um site do WordPress.com."],"User Roles":["Funções de Usuários"],"Videos are a great way to enhance your site pages and blog posts. Learn how to include them.":["Vídeos são uma ótima maneira de aprimorar as páginas do seu site e posts de blog. Aprenda a incluí-los."],"Including Videos":["Como incluir vídeos"],"Add Media":["Adicionar mídia"],"Use free images (and other media) to make your pages and posts more interesting and engaging when on a budget!":["Use imagens (e outras mídias) gratuitas para tornar suas páginas e posts mais interessantes e atraentes quando precisar economizar!"],"Finding Free Images and other Media":["Como encontrar imagens e outras mídias gratuitas"],"The Media Library is where you can manage your images, audio, videos, and documents all in one place.":["A Biblioteca de mídia é onde você gerencia imagens, áudio, vídeos e documentos em um só lugar."],"The Media Library":["A Biblioteca de mídia"],"When you follow a blog on WordPress.com, new posts from that site will automatically appear in your Reader.":["Quando você segue um blog no WordPress.com, novos posts desse site aparecem automaticamente no seu Leitor."],"Following Blogs":["Blogs seguidos"],"Following Comments":["Como seguir comentários"],"WordPress.com sends email notifications to the email address registered to your account. Learn how to manage them.":["O WordPress.com envia notificações de e-mail para o endereço registrado para sua conta. Saiba como gerenciá-las."],"Email Notifications":["Notificações por e-mail"],"Notifications":["Notificações"],"Upgrading your plan unlocks a ton of features! We'll help you pick the best fit for your needs and goals.":["O upgrade do seu plano disponibiliza inúmeras funcionalidades! Nós ajudaremos você a escolher o que melhor se adéqua a suas necessidades e objetivos."],"Explore the WordPress.com Plans":["Explorar planos do WordPress.com"],"Subscriptions for Plans and Domains":["Assinaturas de planos e domínios"],"Managing Purchases, Renewals, and Cancellations":["Gerenciando compras, renovações e cancelamentos"],"Third Party Applications":["Aplicativos de terceiros"],"Passwords are very important to user accounts, and there may come a time when you need to change your password.":["Sua senha é muito importante para proteger sua conta de usuário. Descubra como alterá-la se necessário."],"Passwords And How To Use Them":["Senhas e como usá-las"],"At some point, you may run into a situation in which you’ve lost access to your account. Learn how to get back on track!":["Pode acontecer de você perder o acesso à sua conta. Saiba como recuperar o acesso!"],"Account Recovery":["Recuperação da conta"],"Two-Step Authentication":["Autenticação em duas etapas"],"Learn how to permanently delete your WordPress.com account, and what it means for your website and data.":["Saiba como excluir permanentemente sua conta do WordPress.com e o que acontece com seu site e seus dados."],"Close Your Account":["Excluir sua conta"],"You can review and edit basic account information in Account Settings. ":["Você pode revisar e editar informações básicas da conta em Configurações da conta. "],"Edit Your Account Settings":["Edite suas configurações de conta"],"Learn the ins and outs of managing your WordPress.com account and site.":["Aprenda os detalhes de como gerenciar sua conta e site do WordPress.com."],"Manage Your Account":["Gerencie sua conta"],"Change Your Username":["Mude seu nome de usuário"],"Need a fresh start? Learn how to close your account.":["Precisa começar de novo? Saiba com encerrar sua conta."],"Account Closure":["Encerramento da conta"],"Your Profile Picture":["Sua foto de perfil"],"Managing Your Profile":["Como gerenciar seu perfil"],"Have a question or need to change something about a purchase you have made? Learn how.":["Tem alguma dúvida ou precisa alterar algo na compra que acabou de fazer? Saiba como."],"Managing Purchases":["Gerenciando compras"],"Using Twitter":["Como usar o Twitter"],"Using Instagram":["Como usar o Instagram"],"Sharing Your Content":["Como compartilhar seu conteúdo"],"Integrate and Connect to Social Media":["Como integrar e se conectar com as redes sociais"],"You’ve worked hard on building your site, now it’s time to explore the community and get noticed. Learn how.":["Você se empenhou para criar seu site, agora está na hora de explorar a comunidade e ficar conhecido. Saiba como."],"Grow Your Community":["Aumente sua comunidade"],"Increase Your Site Traffic":["Aumente o tráfego de seu site"],"Want more traffic? Here are some tips for attracting more visitors to your site.":["Quer mais tráfego? Aqui vão algumas dicas para atrair mais visitantes para seu site."],"Getting More Views and Traffic":["Como obter mais visualizações e tráfego"],"Understanding the Stats Page":["Como entender a página de estatísticas"],"Verify your site with Google and other services":["Verifique seu site com o Google e outros serviços"],"Learn about how to get noticed by search engines":["Saiba como ser notado pelos mecanismos de busca"],"Encourage visitors to share your content":["Incentive os visitantes a compartilharem seu conteúdo"],"Share your content to social media automatically":["Compartilhe seu conteúdo nas redes sociais automaticamente"],"Encourage visitors to subscribe to your content":["Incentive os visitantes a se inscreverem em seu conteúdo"],"All about blog posts":["Tudo sobre posts de blog"],"Limit your site’s visibility or make it completely private.":["Restrinja a visibilidade do seu site ou torne-o completamente privado."],"Privacy Settings":["Configurações de privacidade"],"Use our five-step checklist to get set up and ready to publish, no matter what kind of site you're building.":["Nossa lista de verificação em cinco etapas vai te deixar pronto para publicar, independentemente do tipo de site que você está criando."],"Quick-Start Guide":["Guia de início rápido"],"Set up your domain whether it’s registered with WordPress.com or elsewhere.":["Configure seu domínio, seja ele registrado no WordPress.com ou não."],"All About Domains":["Tudo sobre domínios"],"Learn more about installing a custom theme or plugin using the Business plan.":["Saiba mais sobre a instalação de plugins e temas personalizados para usuários do plano Negócios."],"Uploading custom plugins and themes":["Fazer upload de temas e plugins de terceiros"],"If you’re building a brand new site, you might be wondering if you need a website, a blog, or a website with a blog. At WordPress.com, you can create all of these options easily, right in your dashboard.":["Se você está criando um site novo, pode estar se perguntando se precisa de um site, blog ou os dois juntos. No WordPress.com, é fácil criar todas estas opções, direto no seu painel."],"Do I Need a Website, a Blog, or a Website with a Blog?":["Preciso de um site, blog ou os dois juntos?"],"Select a site":["Selecionar um site"],"Don’t display my site’s URL publicly":["Não exibir o URL do meu site publicamente"],"How can we help you today?":["Como podemos ajudar você hoje?"],"Subject":["Assunto"],"Site address":["Endereço do site"],"Ask in the forums":["Perguntar nos fóruns"],"Please do not provide financial or contact information when submitting this form.":["Não forneça informações de contato ou financeiras ao enviar o formulário."],"Ask in our community forums":["Perguntar nos fóruns da comunidade"],"Email us":["Envie-nos um e-mail"],"Our WordPress experts will get back to you soon":["Os especialistas da WordPress entrarão em contato com você em breve"],"Send us an email":["Envie-nos um e-mail"],"Chat with us":["Converse conosco"],"Our WordPress experts will be with you right away":["Os especialistas da WordPress responderão rapidamente"],"Start live chat":["Inicie um chat ao vivo"],"Other site":["Outro site"],"Webinars":["Webinários"],"Video Tutorials":["Tutoriais em vídeo"],"More Resources":["Mais recursos"],"An expert will get back to you soon":["Um especialista entrará em contato com você em breve"],"Email":["E-mail"],"Get an immediate reply":["Receba uma resposta imediata"],"Live chat":["Chat ao vivo"],"Contact our WordPress.com experts":["Fale com especialistas do WordPress.com"],"Still need help?":["Ainda precisa de ajuda?"],"Close Help Center":["Fechar a Central de ajuda"],"Minimize Help Center":["Minimizar a Central de ajuda"],"Maximize Help Center":["Maximizar a Central de ajuda"],"Help Center":["Central de ajuda"],"The Payments Block":["O bloco de pagamentos"],"Pagination control":["Controle de paginação"],"Site Icons":["Ícones do site"],"Home":["Início"],"What's new":["Novidade"],"Next":["Seguinte"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"Learn More":["Saiba mais"],"Site":["Site"],"Continue":["Continuar"],"Settings":["Configurações "],"Back":["Voltar"]}},"comment":{"reference":"help-center\/dist\/help-center.js"}}